
/* Class = "NSWindow"; title = "Add Shape Behavior"; ObjectID = "100013"; */
"100013.title" = "シェイプビヘイビアを追加";

/* Class = "NSTextFieldCell"; title = "Do you want to add a shape behavior to this object? "; ObjectID = "100018"; */
"100018.title" = "このオブジェクトにシェイプビヘイビアを追加しますか? ";

/* Class = "NSTextFieldCell"; title = "Adding a shape behavior to this shape will convert its geometry to control points and remove all current animations relying on the curvature and radius parameters."; ObjectID = "100020"; */
"100020.title" = "このシェイプにシェイプビヘイビアを追加すると、そのジオメトリがコントロールポイントに変換され、湾曲と半径のパラメータに依存する現在のすべてのアニメーションが削除されます。";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "100022"; */
"100022.title" = "キャンセル";

/* Class = "NSButtonCell"; title = "Add"; ObjectID = "100024"; */
"100024.title" = "追加";
